export const faqText = `# Συχνές Ερωτήσεις

## Γενικές Πληροφορίες

---

**Τι είναι το SplitFree;**

Το SplitFree είναι μια δωρεάν εφαρμογή καταγραφής και διαχωρισμού εξόδων που σχεδιάστηκε για να σας βοηθήσει να οργανώσετε τα προσωπικά σας οικονομικά.

---

**Ποιος ανέπτυξε το SplitFree;**

Το SplitFree αναπτύχθηκε από τον Abdullah OZER, Τούρκο πολίτη και κάτοικο του Παρισιού.

---

**Είναι το SplitFree δωρεάν στη χρήση;**

Ναι, το SplitFree είναι εντελώς δωρεάν και θα παραμείνει δωρεάν.

---

**Έχει το SplitFree αγορές εντός εφαρμογής ή διαφημίσεις;**

Όχι, το SplitFree δεν έχει αγορές εντός εφαρμογής ή διαφημίσεις αυτή τη στιγμή.

## Χαρακτηριστικά και Λειτουργικότητα

---

**Πώς λειτουργεί το SplitFree;**

Το SplitFree καταγράφει τα έξοδα και μοιράζει το κόστος μεταξύ των συμμετεχόντων με βάση το ποιος πλήρωσε και ποιος συμμετείχε στα έξοδα.

---

**Μπορώ να χρησιμοποιήσω το SplitFree για να μοιράσω οποιοδήποτε είδος εξόδων;**

Ναι, μπορείτε να χρησιμοποιήσετε το SplitFree για να μοιράσετε προσωπικά, επαγγελματικά και ακόμη και ατομικά έξοδα για κατηγοριοποίηση.

## Λογαριασμοί Χρηστών και Ασφάλεια

---

**Χρειάζεται να δημιουργήσω λογαριασμό για να χρησιμοποιήσω το SplitFree;**

Όχι, μπορείτε να χρησιμοποιήσετε την επιλογή ανώνυμης σύνδεσης. Η εγγραφή με email είναι προς το παρόν προαιρετική.

---

**Πώς δημιουργώ λογαριασμό;**

Μπορείτε να δημιουργήσετε λογαριασμό εγκαθιστώντας την εφαρμογή από το Play Store. Η αρχική σελίδα θα σας καθοδηγήσει στη διαδικασία δημιουργίας χρήστη.

---

**Πώς προστατεύονται τα δεδομένα μου;**

Τα δεδομένα σας προστατεύονται από τις πολιτικές του PostgreSQL και τις προστασίες της βάσης δεδομένων Supabase. Δεν μοιράζονται ούτε πωλούνται σε άλλες οντότητες και δεν θα γίνει ποτέ.

## Απόρρητο και Χρήση Δεδομένων

---

**Τι είδους δεδομένα συλλέγει το SplitFree;**

Το SplitFree συλλέγει μόνο τα δεδομένα που είναι απαραίτητα για τον υπολογισμό των ιδανικών χρεών, δηλαδή τα δεδομένα των εξόδων σας.

---

**Μοιράζονται τα δεδομένα μου με τρίτους;**

Όχι, τα δεδομένα σας δεν μοιράζονται με τρίτους και δεν θα γίνει ποτέ.

---

**Πώς μπορώ να διαχειριστώ ή να διαγράψω τα δεδομένα που έχει συλλέξει το SplitFree;**

Αν διαγράψετε τον λογαριασμό σας, όλα τα δεδομένα που σχετίζονται με αυτόν θα διαγραφούν.

## Τεχνική Υποστήριξη και Αντιμετώπιση Προβλημάτων

---

**Τι πρέπει να κάνω αν αντιμετωπίσω πρόβλημα με το SplitFree;**

Πρέπει να στείλετε ένα email στη διεύθυνση υποστήριξης πελατών που παρέχεται στην ενότητα «Σχετικά» των ρυθμίσεων.

---

**Υπάρχουν γνωστά προβλήματα με το SplitFree;**

Καθώς το SplitFree βρίσκεται σε στάδιο beta, υπάρχουν σφάλματα.

## Προσαρμογή και Ρυθμίσεις

---

**Μπορώ να προσαρμόσω τις ρυθμίσεις στο SplitFree;**

Ναι, οι επιλογές γλώσσας και νομίσματος αποτελούν μέρος της προσαρμογής.

---

**Πώς αλλάζω το προτιμώμενο νόμισμα;**

Κατά τη δημιουργία μιας ομάδας, μπορείτε να επιλέξετε ένα νόμισμα για αυτήν την ομάδα.

## Νομικά και Αδειοδότηση

---

**Ποιοι είναι οι Όροι Χρήσης του SplitFree;**

Οι Όροι Χρήσης είναι διαθέσιμοι στη σελίδα Όρων στις ρυθμίσεις.

---

**Ποια είναι η πολιτική απορρήτου του SplitFree;**

Το απόρρητο των χρηστών είναι υψίστης σημασίας. Τα δεδομένα των χρηστών παραμένουν πάντα στον χρήστη, χωρίς κοινή χρήση ή πώληση.

---

**Είναι το SplitFree αδειοδοτημένο υπό συγκεκριμένους όρους;**

Ναι, το SplitFree έχει άδεια υπό την άδεια MIT.

## Άλλα

---

**Μπορώ να χρησιμοποιήσω το SplitFree εκτός σύνδεσης;**

Η χρήση εκτός σύνδεσης δεν είναι προς το παρόν διαθέσιμη, αλλά θα προστεθεί ως λειτουργία στο εγγύς μέλλον.

---

**Πώς μπορώ να παρέχω σχόλια ή προτάσεις για το SplitFree;**

Μπορείτε να παρέχετε σχόλια ή προτάσεις στη σελίδα μας στο Play Store.

---

**Υπάρχουν σχέδια για νέες λειτουργίες ή ενημερώσεις στο μέλλον;**

Ναι, σχεδιάζουμε να προσθέσουμε πολλές νέες λειτουργίες και ενημερώσεις στο μέλλον.`;
