export const faqText = `# Часто задаваемые вопросы

## Общая информация

---

**Что такое SplitFree?**

SplitFree — это бесплатное приложение для учета и разделения расходов, предназначенное для организации личных финансов.

---

**Кто разработал SplitFree?**

SplitFree был разработан Абдуллой ОЗЕРОМ, гражданином Турции и жителем Парижа.

---

**Бесплатно ли использовать SplitFree?**

Да, SplitFree полностью бесплатен и останется таковым.

---

**Есть ли в SplitFree встроенные покупки или реклама?**

Нет, в SplitFree на данный момент нет встроенных покупок или рекламы.

## Функции и возможности

---

**Как работает SplitFree?**

SplitFree записывает расходы и делит затраты между участниками в зависимости от того, кто платил и кто участвовал в расходах.

---

**Могу ли я использовать SplitFree для разделения любых видов расходов?**

Да, вы можете использовать SplitFree для разделения личных, профессиональных и даже индивидуальных расходов для категоризации.

## Учетные записи и безопасность

---

**Нужно ли создавать учетную запись для использования SplitFree?**

Нет, вы можете использовать анонимный вход. Регистрация по электронной почте на данный момент необязательна.

---

**Как создать учетную запись?**

Вы можете создать учетную запись, установив приложение из Play Store. Начальная страница проведет вас через процесс создания пользователя.

---

**Как защищены мои данные?**

Ваши данные защищены политиками PostgreSQL и защитой базы данных Supabase. Они не передаются и не продаются другим организациям и никогда не будут.

## Конфиденциальность и использование данных

---

**Какие данные собирает SplitFree?**

SplitFree собирает только данные, необходимые для расчета идеальных долгов, то есть данные о ваших расходах.

---

**Передаются ли мои данные третьим лицам?**

Нет, ваши данные не передаются третьим лицам и никогда не будут.

---

**Как я могу управлять или удалить данные, собранные SplitFree?**

Если вы удалите свою учетную запись, все данные, связанные с ней, будут удалены.

## Техническая поддержка и устранение неполадок

---

**Что делать, если у меня возникла проблема с SplitFree?**

Вам следует отправить электронное письмо в службу поддержки клиентов, указанную в разделе «О программе» в настройках.

---

**Есть ли известные проблемы с SplitFree?**

Поскольку SplitFree находится в бета-версии, существуют ошибки.

## Настройка и персонализация

---

**Могу ли я настроить параметры в SplitFree?**

Да, опции языка и валюты являются частью персонализации.

---

**Как изменить предпочитаемую валюту?**

При создании группы вы можете выбрать валюту для этой группы.

## Юридические вопросы и лицензирование

---

**Каковы условия использования SplitFree?**

Условия использования доступны на странице условий в настройках.

---

**Какова политика конфиденциальности SplitFree?**

Конфиденциальность пользователей имеет первостепенное значение. Данные пользователей всегда остаются у пользователя, без передачи или продажи.

---

**Имеет ли SplitFree какую-либо лицензию?**

Да, SplitFree лицензирован под лицензией MIT.

## Прочее

---

**Могу ли я использовать SplitFree офлайн?**

Офлайн-использование в настоящее время недоступно, но будет добавлено в ближайшем будущем.

---

**Как я могу оставить отзывы или предложения по SplitFree?**

Вы можете оставить отзывы или предложения на нашей странице в Play Store.

---

**Планируются ли новые функции или обновления в будущем?**

Да, мы планируем добавить множество новых функций и обновлений в будущем.`;
