export const termsText = `# Условия использования

Добро пожаловать в SplitFree! Настоящие Условия использования ("Условия") регулируют использование вами приложения SplitFree ("Приложение"), созданного и поддерживаемого Абдуллой ОЗЕРОМ, физическим лицом, проживающим в Париже, Франция.

Используя Приложение, вы соглашаетесь соблюдать и быть связанными настоящими Условиями. Если вы не согласны с этими Условиями, пожалуйста, не используйте Приложение.

## Данные пользователей и конфиденциальность

- **Сбор данных**: SplitFree собирает и хранит данные пользователей в базе данных. Эти данные необходимы для функциональности Приложения, такой как разделение расходов и расчет переводов.
- **Передача данных**: Ваши данные никогда не передаются третьим лицам. Мы приоритизируем вашу конфиденциальность и не раскрываем вашу информацию.
- **Безопасность данных**: Хотя данные пользователей хранятся в видимой базе данных и в настоящее время не шифруются, в будущих обновлениях может быть внедрено шифрование для повышения безопасности.

## Использование данных

- **Некоммерческое использование**: Собранные данные используются исключительно для предоставления и улучшения услуг Приложения. Мы не используем ваши данные в коммерческих целях и не передаем их третьим лицам.
- **Прозрачность**: Мы не используем данные сверх того, что необходимо для эффективного управления и разделения расходов пользователей.

## Обязанности пользователей

- **Точная информация**: Пользователи обязаны предоставлять точную информацию и при необходимости обновлять ее.
- **Запрещенные действия**: Пользователи не должны пытаться взламывать, нарушать работу или неправомерно использовать Приложение. Это включает попытки незаконного доступа к данным или использование ботов и скриптов для искусственного сбора данных.

## Безопасность учетной записи

- **Аутентификация**: SplitFree использует плагин Supabase Auth для аутентификации пользователей, который обеспечивает надежные меры безопасности.
- **Ответственность пользователя**: Пользователи несут ответственность за сохранение конфиденциальности своих учетных данных и должны немедленно уведомить нас о любом несанкционированном использовании их учетных записей.

## Разрешение споров

- **Процесс разрешения**: Любые споры или проблемы, возникающие в связи с использованием Приложения, будут рассмотрены и разрешены ответственным за проект, Абдуллой ОЗЕРОМ. Пользователи могут напрямую связаться со мной для урегулирования.

## Ограничение ответственности

- **Отсутствие финансовых консультаций**: SplitFree не предоставляет финансовых консультаций и не несет ответственности за финансовые решения, принятые на основе использования Приложения.
- **Отказ от ответственности**: Приложение предоставляется как бесплатная услуга для помощи пользователям в управлении расходами. Нет никаких гарантий относительно точности расчетов.

## Интеллектуальная собственность

- **Лицензия**: Приложение и его содержимое лицензируются по лицензии MIT. Пользователи могут свободно использовать, копировать, изменять, объединять, публиковать, распространять, сублицензировать и/или продавать копии программного обеспечения при условии, что уведомление об авторских правах и данное разрешение включены во все копии или значительные части программного обеспечения.

## Обновления и изменения

- **Право на обновление**: Я оставляю за собой право обновлять или изменять настоящие Условия в любое время. Пользователи будут уведомлены о любых значительных изменениях через Приложение.
- **Принятие изменений**: Продолжение использования Приложения после публикации изменений означает ваше согласие с этими изменениями.

## Прекращение и приостановка действия

- **Основания для прекращения**: Пользователи, умышленно искажающие или взламывающие данные, использующие боты или скрипты для сбора данных или участвующие в любых запрещенных действиях, могут иметь свои учетные записи приостановлены или удалены.
- **Процесс обжалования**: Пользователи, которые считают, что их учетная запись была неправомерно приостановлена или удалена, могут связаться с Абдуллой ОЗЕРОМ для обжалования решения.

## Контактная информация

По любым вопросам или проблемам, связанным с настоящими Условиями, пожалуйста, свяжитесь:

Abdullah OZER
abdullahozer11@hotmail.com  
Париж, Франция`;
